Repository: systopia/de.systopia.mutualaid
Catalog: l10n/*/LC_MESSAGES/mutualaid.po
Languages: de_de, hu_hu

source: - None -
de_de: - Keines -
hu_hu: - üres -

source: Offer Help
de_de: Hilfsangebot
hu_hu: Önkéntesi regisztráció

source: I am offering help for
de_de: Ich kann helfen bei
hu_hu: Segítek

source: Select what kind of help you are offering.
de_de: Wähle, wobei Du helfen kannst.
hu_hu: Válassz, miben akarsz segíteni.

source: I am offering help for max.
de_de: Ich biete Hilfe für maximal
hu_hu: Max ennyi főnek tudok segíteni.

source: persons
de_de: Person(en)
hu_hu: fő

source: I am offering help in a max. proximity of
de_de: Ich biete Hilfe in einem maximalen Umkreis von
hu_hu: E távolságon belül segítek

source: Notes/Comments
de_de: Anmerkungen
hu_hu: Megjegyzések

source: Terms and Conditions
de_de: Bedingungen
hu_hu: Felhasználási feltételek

source: I understand and accept the terms and conditions for using this service.
de_de: Ich verstehe und akzeptiere die Bedingungen für die Nutzung dieses Services.
hu_hu: Megértettem és elfogadom az oldal használati feltételeit.

source: Offer help
de_de: Hilfe anbieten
hu_hu: Segítséget nyújt

source: Please provide an integer value for the maximum number of persons you would like to offer help for.
de_de: Bitte geben Sie eine gültige Zahl für die maximale Anzahl an Personen ein, die Sie unterstützen können.
hu_hu: Hány fő számára szeretnél segítséget nyújtani? (maximum)

source: Please provide a numeric value for the maximum distance you would like to offer help in.
de_de: Bitte geben Sie eine gültige Zahl ein für die maximale Entfernung in der Sie Hilfe anbieten können.
hu_hu: Legfejlebb mekkora távolságról vállalod a segítségnyújtást (maximum szám).

source: Your offer has been submitted. You will receive an e-mail confirmation shortly.
de_de: Ihr Angebot wurde übermittelt. Sie erhalten in Kürze eine E-Mail-Bestätigung.
hu_hu: A felajánlást rögzítettük, és elküldtünk egy megerősítő e-mailt is.

source: MutualAid - Missing Data
de_de: Nachbarschaftshilfe - Fehlende Daten
hu_hu: MutualAid - hiányzó adatok

source: MutualAid: List requests/offers with missing information
de_de: Nachbarschaftshilfe: Hilfsgesuche/-angebote mit unzureichenden Daten
hu_hu: MutualAid: támogatási igények és segítői felajánlások hiányos adatokkal

source: Contact Name
de_de: Kontaktname
hu_hu: A kapcsolat neve

source: Issues
de_de: Probleme
hu_hu: Ügyek

source: First Name
de_de: Vorname
hu_hu: Keresztnév

source: Last Name
de_de: Nachname
hu_hu: Vezetéknév

source: State/Province
de_de: Bundesland
hu_hu: Megye

source: Country
de_de: Land
hu_hu: Ország

source: No geo coordinates
de_de: Keine Geokoordination
hu_hu: Nincsenek földrajzi koordináták

source: Maximum help distance empty
de_de: Die maximale Helferdistanz ist leer
hu_hu: A segítségnyújtás legnagyobb távolsága nincs megadva

source: Maximum help count empty
de_de: Die maximale Anzahl der Hilfseinsätze ist leer
hu_hu: Üres a segítségnyújtások legnagyobb száma

source: Offers disabled help types
de_de: Bietet Hilfstypen an
hu_hu: Segít fogyatékkal élőknek is

source: Requests disabled help types
de_de: Anfage für deaktivierte Hilfstypen an
hu_hu: Fogyatékkal élő kér segítséget

source: Unknown issue '%1'
de_de: Unbekanntes Problem '%1'
hu_hu: Ismeretlen ügy %1

source: Request Help
de_de: Hilfegesuch absenden
hu_hu: Támogatás igénylése

source: I am requesting help for
de_de: Ich benötige Hilfe bei
hu_hu: Támogatást kérek ebben

source: Select what kind of help you are requesting.
de_de: Wählen Sie die Art der benötigten Hilfe aus.
hu_hu: Válaszd ki, milyen támogatást kérsz.

source: Personal contact possible
de_de: Persönlicher Kontakt möglich
hu_hu: Kereshetnek személyesen is

source: I am eligible for being contacted personally.
de_de: Ich darf persönlich kontaktiert werden.
hu_hu: Igen, személyesen is felkereshetnek.

source: Your request has been submitted. You will receive an e-mail confirmation shortly.
de_de: Ihre Anfrage wurde übermittelt. Sie erhalten in Kürze eine E-mail-Benachrichtigung.
hu_hu: A támogatási kérést rögzítettük, és elküldtünk egy megerősítő e-mailt is.

source: Languages spoken
de_de: Beherrschte Sprachen
hu_hu: Beszélt nyelvek

source: Assigning helper [%1] to request [%2] didn't work, error was: %3.<br/>Maybe try to assign this manually...
de_de: Die Zuordnung von Hilfsangebot von Kontakt [%1] zum Hilfsgesuch von Kontakt [%2] ist fehlgeschlagen. Der Feher war: %3.<br/>Sie könnten versuchen, diese Zuweisen manuell vorzunehmen...
hu_hu: Az önkéntes [%1] kijelölése a %2 támogatási igényhez a következő hibát okozta: %3.<br/>Kézi kijelölés javasolt.

source: Matching Error
de_de: Fehler bei der Zuordnung
hu_hu: Összerendezési hiba

source: MutualAid Dashboard
de_de: Nachbarschaftshilfe Dashboard

source: Matched %2 help offers to help requests in %1 seconds.
de_de: %2 Hilfsangebote zu Hilfsanfragen in %1 Sekunden zugeordnet.
hu_hu: %2 támogatás összerendelése a segítségkérésekhez %1 másodperc alatt.

source: Matching Completed
de_de: Zuordnung abgeschlossen
hu_hu: Összerendelés kész

source: E-Mail Address
de_de: E-Mail-Adresse
hu_hu: E-mail cím

source: Primary Phone
de_de: Bevorzugte Telefonnummer
hu_hu: Telefon

source: Secondary Phone
de_de: Weitere Telefonnumer
hu_hu: Második telefon

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2
hu_hu: %1 frissítése a %2 változatra

source: Your system doesn't have a GeoCoder service configured. A GeoCoder can assign geo coordinates to a given address.<br/>
de_de: In CiviCRM ist derzeit kein Dienstleister für Geokodierung konfiguriert. Dieser wird benötigt, um eingegebenen Adressen Geokoordinatenzuzuordnen.<br/>
hu_hu: A rendszerben nincs olyan GeoCoder beállítva, amellyel a címhez földrajzi koordinátát rendelhetünk.<br/>

source: This is really important for this extension, since it is needed to calculate the distance between two people.<br/>
de_de: Dies ist für diese Erweiterung erforderlich, um die Entfernung zwischen zwei Personen berechnen zu können.<br/>
hu_hu: Ezt a rendszer a segítségnyújtás távolságának megbecsléséhez használja.<br/>

source: Please configure your GeoCoder <a href="%1">HERE</a>.<br/>
de_de: Bitte konfigurieren Sie die Geokodierung <a href="%1">hier</a>.<br/>
hu_hu: Állítsd be a GeoCoder-t <a href=“%1”>itt</a>.<br/>

source: If you don't want to use the built-in ones we recommend <a href="%1">OpenStreetMap</a>.<br/>
de_de: Falls Sie die integrierten Services für Geokodierung nicht nutzen möchten empfehlen wir die Nutzung von <a href="%1">OpenStreetMap</a>.<br/>
hu_hu: Javasolt az <a href=“%1”>OpenStreetMap</a> használata.<br/>

source: No GeoCoder configured
de_de: Kein Service für Geokodierung konfiguriert
hu_hu: Nincs GeoCoder beállítva

source: Grant Permissions Now!
de_de: Berechtigungen jetzt erteilen!
hu_hu: Jogosultságok beállítása most!

source: Match MutualAid Requests
de_de: Anfragen der Nachbarschaftshilfe Zuweisen
hu_hu: Támogatási igények összerendelése

source: No help types active.
de_de: Keine Hilfstypen aktiv.
hu_hu: Nincs aktív segítségnyújtási lehetőség.

source: Mutual Help
de_de: Nachbarschaftshilfe
hu_hu: Személyes támogatás

source: Unconfirmed Matches
de_de: Unbestätigte Zuordnungen
hu_hu: Összerendelési javaslatok

source: Matching Issues
de_de: Zuordnungsprobleme
hu_hu: Problémás összerendelések

source: Help Offer Form
de_de: Formular: Biete Hilfe
hu_hu: Önkéntesi regisztráció

source: Help Request Form
de_de: Formular: Benötige Hilfe
hu_hu: Támogatás igénylése

source: Configuration
de_de: Konfiguration
hu_hu: MutualAid beállítások

source: Match Now
de_de: Jetzt zuordnen
hu_hu: Összerendelés indítása

source: MutualAid
de_de: Nachbarschaftshilfe

source: Administer MutualAid
de_de: Nachbarschaftshilfe Verwalten
hu_hu: MutualAid adminisztrációja

source: Grants necessary permissions for administering MutualAid extension
de_de: Berechtigung zur Verwaltung der Nachbarschaftshilfe Extension
hu_hu: A MutualAid adminisztrációjához szükséges jogosultságok

source: Request help
de_de: Hilfegesuch
hu_hu: Támogatási igény

source: Request help via MutualAid extension
de_de: Hilfegesuch via Nachbarschaftshilfe Extension
hu_hu: Támogatás igényléséhez szükséges jogosultságok

source: Languages enabled
de_de: Sprachen aktivieren
hu_hu: Idegen nyelv

source: If enabled, languages spoken will be collected from people offering and requesting help, and taken into account when matching requests with offers.
de_de: Falls aktiviert werden beherrschte Sprachen der Hilfesuchenden und Helfenden abgefragt und bei der Zuordnung berücksichtigt.
hu_hu: Ha aktív, az idegennyelv-tudást is megadhatják a segítséget kérő és felajánló emberek, és a nyelvtudást az összerendelésben is figyelembe veszik.

source: Comments enabled
de_de: Kommentare aktiviert
hu_hu: Kommentek engedélyezése

source: If enabled, comments will be collected from people offering and requesting help.
de_de: Falls aktiviert wird Hilfesuchenden und Helfenden die Möglichkeit gegeben, einen Kommenar hinzuzufügen.
hu_hu: A támogatást kérők és segítők kommentelési lehetőségét aktiválja.

source: Meters
de_de: Meter
hu_hu: méter

source: Kilometers
de_de: Kilometer
hu_hu: km

source: Miles
de_de: Meilen
hu_hu: mérföld

source: Distance unit
de_de: Maßeinheit für Entfernung
hu_hu: Távolság mértékegysége

source: Unit for distance values, used for collecting max. distance in forms and for calculating proximity.
de_de: Maßeinheit die für die Abfrage der maximalen "Hilfsentfernung" sowie die Zuordnung von Personen genutzt wird.
hu_hu: A távolságot mérő egység, a segítő és a támogató közti távolság mérésében használt.

source: Terms & Conditions
de_de: Nutzungsbedingungen
hu_hu: Felhasználási feltételek

source: HTML content containing Terms and Conditions to display on forms.
de_de: HTML-formatierte Nutzungsbedingungen die im öffentlichen Formular angezeigt werden.
hu_hu: Felhasználási feltételek (HTML-ben), amelyek az űrlapokon jelennek meg.

source: E-Mail Confirmation Template
de_de: Vorlage für Bestätigungs-E-Mail
hu_hu: Megerősítő e-mail sablonja

source: - Do not send confirmation e-mails -
de_de: - Keine Bestätigungs-E-Mail versenden -
hu_hu: - Ne küldjön megerősítő e-maileket -

source: Matching Weight: Help Types
de_de: Gewichtung: Art der Unterstützung
hu_hu: Összerendelés súlyozása: segítségnyújtás fajtái

source: Weight for matching help types when calculating matches between persons.
de_de: Gewichtung der Art der benötigten Hilfe bei der Zuordnung von Personen.
hu_hu: A segítségnyújtási módok súlya az összerendelési szempontok súlyozásában.

source: Matching Weight: Distance
de_de: Gewichtung: Entfernung
hu_hu: Összerendelés súlyozása: távolság

source: Weight for distance when calculating matches between persons.
de_de: Gewichtung der Entfernung der Personen bei der Zuordnung.
hu_hu: A távolság súlya az összerendelési szempontok súlyozásában.

source: Matching Weight: Workload
de_de: Gewichtung: Auslastung
hu_hu: Összerendelés súlyozása: munkabírás

source: Weight for workload of persons providing help when calculating matches between persons.
de_de: Gewichtung der Auslastung der Helfenden (Anzahl der unterstützten Personen) bei der Zuordnung.
hu_hu: A munkabírás súlya az összerendelési szempontok súlyozásában.

source: Matching Weight: Small Distance Preference
de_de: Gewichtung: Kurze Entfernung
hu_hu: Összerendelés súlyozása: csak kis távolságban

source: Weight for preference of persons providing help in small distances when calculating matches between persons.
de_de: Gewichtung kurzer Entfernungen bei der Zuordnung von Personen.
hu_hu: A kis távolságban nyújtott segítség súlya az összerendelési szempontok súlyozásában.

source: Enable field %1
de_de: Feld %1 aktivieren
hu_hu: Legyen a(z) %1 aktív

source: Whether the contact field %1 is enabled for being displayed on forms of this extension.
de_de: Ob das Kontaktfeld %1 für die Anzeige in Formularen dieser Erweiterung aktiviert ist.
hu_hu: A %1 kapcsolati mező megjelenlen-e az űrlapokon.

source: Make field %1 mandatory
de_de: Feld %1 erforderlich machen
hu_hu: Legyen a(z) %1 mező kötelező

source: Whether the contact field %1 is required when being displayed on forms of this extension.
de_de: Ob das Kontaktfeld %1 erforderlich ist, wenn es in Formularen dieser Erweiterung angezeigt wird.
hu_hu: A %1 kapcsolati mező legyen-e kötelező, amikor az űrlapokon megjelenik.

source: Default value for field %1
de_de: Vorgabewert für Feld %1
hu_hu: A(z) %1 mező alapértelmezett értéke

source: The default value being used as preset for the field or the option, if the field is not active.
de_de: Die Standardeinstellung, die als Vorgabewert für das Feld oder die Option (falls das Feld nicht aktiv ist) verwendet wird.
hu_hu: A beállított érték lesz az alapértelmezett, ha a mező nem aktív.

source: Configure and setup
de_de: Konfiguration

source: Mapping/Geocoding setup
de_de: Einrichtung von Kartierung und Geocodierung

source: General configuration
de_de: Allgemeine Konfiguration

source: Specify help categories
de_de: Hilfskategorien Konfigurieren

source: Create default emails
de_de: E-Mail Vorlagen

source: Gather
de_de: Aufnahme

source: Import data
de_de: Datenimport

source: Add individual
de_de: Person Anlegen

source: Help offer form
de_de: Formular: Biete Hilfe

source: Help request form
de_de: Formular: Benötige Hilfe

source: Communicate
de_de: Kommunizieren

source: Find people
de_de: Menschen Finden

source: Advanced search
de_de: Erweiterte Suche

source: Manage contact groups
de_de: Kontaktgruppen verwalten

source: Send bulk email
de_de: E-Mail Massenversand

source: Connect
de_de: Zuordnen

source: Match requests and offers
de_de: Hilfsangebote und -Gesuche verbinden

source: Unconfirmed matches
de_de: Unbestätigte Zuordnungen

source: Unmatched requests
de_de: Nicht zugewiesene Anfragen

source: Languages (MutualAid)
de_de: Sprachen (Nachbarschaftshilfe)
hu_hu: Idegen nyelvek

source: Speaks Languages
de_de: Spricht
hu_hu: Idegen nyelvek

source: Help Needed (Mutual Aid)
de_de: Hilfe Angefragt (Nachbarschaftshilfe)
hu_hu: Támogatási igény

source: Physical Contact Possible
de_de: Physischer Kontakt Möglich
hu_hu: Személyes kapcsolatot vállal

source: Help Needed
de_de: Hilfsgesuch
hu_hu: Támogatási igény

source: Help Offered (Mutual Aid)
de_de: Hilfe Angeboten (Nachbarschaftshilfe)
hu_hu: Segítségnyújtás

source: Help offered for max. Persons
de_de: Hilfe für maximal (Personen)
hu_hu: Segítség legfeljebb ennyi főhöz

source: Help offered within
de_de: Hilfe im Radius von
hu_hu: Segítség e távolságon belül

source: Mutual Aid
de_de: Nachbarschaftshilfe
hu_hu: Személyes támogatás

source: Help Type
de_de: Hilfsart
hu_hu: Segítségnyújtás módja

source: Language
de_de: Sprache
hu_hu: Idegen nyelv

source: Help Status
de_de: Status
hu_hu: Segítségnyújtás státusza

source: Mutual Aid - Help Status
de_de: Nachbarschaftshilfe - Hilfestatus
hu_hu: Segítségnyújtás státusza

source: Assigned
de_de: Systemvorschlag
hu_hu: Hozzárendelt

source: Confirmed
de_de: Bestätigt
hu_hu: Megerősített

source: Communicated
de_de: Vermittelt
hu_hu: Ismertetett

source: Completed
de_de: Abgeschlossen
hu_hu: Befejezve

source: Cancelled
de_de: Abgebrochen
hu_hu: Törölve

source: Mutual Aid - Help Types
de_de: Hilfsarten (Nachbarschaftshilfe)
hu_hu: Segítségnyújtás fajtái

source: Any
de_de: Hilfe
hu_hu: Bármi

source: Shopping
de_de: Einkaufen
hu_hu: Bevásárlás

source: Walk the Dog
de_de: Hund Ausführen
hu_hu: Kutyasétáltatás

source: Pick up Parcels
de_de: Päckchen Abholen
hu_hu: Csomag felvétele

source: Provides Mutual Aid for
de_de: Hilft (Nachbarschaftshilfe)
hu_hu: Személyesen segít

source: Is provided Mutual Aid by
de_de: Wird geholfen von (Nachbarschaftshilfe)
hu_hu: Személyes segítség

source: Matching Issues (Mutual Help)
de_de: Matching-Probleme (Nachbarschaftshilfe)
hu_hu: Összerendelési problémák

source: <html><head><title>Matching Issues</title></head><body>
de_de: <html><head><title>Matching Probleme</title></head><body>
hu_hu: <html><head><title>Összerendelési problémák</title></head><body>

source: Unconfirmed Matches (Mutual Help)
de_de: Unbestätigte Zuordnungen (Mutual Help)
hu_hu: Lezáratlan összerendelések

source: These matches still need to be confirmed
de_de: Diese Matches müssen nun noch bestätigt werden
hu_hu: Ezen összerendeléseket még meg kell erősíteni

source: <html><head><title>Unconfirmed Matches</title></head><body>
de_de: <html><head><title>Matching-Vorschläge</title></head><body>
hu_hu: <html><head><title>Lezáraltan összerendelések</title></head><body>

source: View Contact Summary for this Contact.
hu_hu: A személy összegző adatai.

source: Website
hu_hu: Honlap

source: Will match open help requests to help offers. Unconfirmed help assignments might be changed or deleted.
hu_hu: A támogatási igényeket és a felajánlásokat rendeli össze. A lezáratlan összerendelések később még megváltoztathatók vagy törölhetők.

source: MutualAid now has separate permissions for submitting help requests/offers and administration. Be sure to grant these permissions the right users/roles, before you continue!
hu_hu: A MutualAid mostantól külön jogosultságot definiál a támogatási kérések, az önkéntesi regisztráció és a MutualAid adminisztrálására. Használat előtt állítsd be a felhasználók számára ezeket a jogosultságokat!

source: Offer help for others via MutualAid extension
hu_hu: Jogosultság a segítség nyújtásához használt űrlap és kapcsolódó funkciók használatához
